Repository: Meepu/kompassi
Catalog: kompassi/events/ropecon2018/locale/*/LC_MESSAGES/django.po
Languages: fi

source: <p>If you wish to organize a program item at Ropecon, you can sign up using this form.</p><p>Tell us briefly who you are, what kind of program item you would like to organize, and whether you have organized program items before at Ropecon or at other conventions. The more you can tell us about your program idea, the better we can avoid overlapping program items. Please fill the form only if you have a clear idea about what you would like to do. You can email ohjelma@ropecon.fi if you have any questions or unfinished ideas you need help with. Note that you will be able to make adjustments to the duration and the content of the program item even after signing up.</p><p>Please make sure that your contact information, especially the email address, is correct!</p><p>The Program team will contact you as soon as they can to ask for additional information, if needed, and to confirm the inclusion of your program item at Ropecon.</p>
fi: <p>Vuoden 2018 Ropeconiin etsitään kiinnostavia ja mukaansatempaavia esitelmiä, työpajoja sekä paneelikeskusteluja erityisesti teemalla elämä ja yhteisö. Toivomme tänä vuonna lisää englanninkielistä ohjelmaa. Mainitsethan, jos pystyt vetämään ohjelmanumerosi sekä suomeksi että englanniksi. Puheohjelma voi olla esitelmä, keskustelu, paneeli tai työpaja, ja se voi olla aloittelijaystävällinen tai kokeneille konkareille.</p><p>Etsimme taiteisiin, käsitöihin ja muuhun roolipelaamisen ympärillä tapahtuvaan luovaan harrastamiseen liittyvää ohjelmaa. Haemme myös lauta-, figu- ja pöytäroolipeliaiheista puheohjelmaa ja työpajoja.</p><p>Puheohjelman pituus on 45 minuuttia tai 105 minuuttia. Jos ilmoitat ohjelmaan työpajan, toivomme että se järjestetään kahdesti tapahtuman aikana.</p><p>Jatkamme viime vuodesta tuttua CrossGames-ohjelmasarjaa. Sarjaan voit tarjota pelisuunnitteluun, kirjoittamiseen sekä digipelien ja roolipelien rajapintaan keskittyviä ohjelmanumeroita. Otamme vastaan myös ideoita ja toiveita tähän kokonaisuuteen sopivista ohjelmista sähköpostitse!</p><p>Tänä vuonna Ropeconissa on myös akateemista ohjelmaa. Akateemiseen ohjelmaan on erillinen haku.</p><p>Puheohjelman käytössä ovat osittain samat tilat kuin edellisvuonna. Samoista tiloista ovat käytössä ainakin salit 201 sekä 204 - 207. Uutena puheohjelman käyttöön tulee ainakin sali 103. Voit tutustua tiloihin etukäteen virtuaaliesittelyn avulla.</p>

source: Advertise your game to potential players. Also explain, what is expected of players and what kind of themes are involved. Be extra sure to inform about potentially shocking themes. Recommended length is 300–500 characters. We reserve the right to edit this as necessary (including but not limited to shortening).
fi: Mainosta peliäsi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja pelissä käsitellään. Kiinnitä erityisesti huomiota teemoihin, jotka ovat mahdollisesti raskaita tai järkyttäviä. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.

source: In order to gain free entry, you are required to run at in total least four hours of games.
fi: Saadaksesi maksuttoman sisäänpääsyn, sinun tulee pitää pelejä vähintään neljän tunnin edestä.

source: Advertise your programme to potential participants. Be extra sure to inform about potentially shocking themes. Recommended length is 300–500 characters. We reserve the right to edit this as necessary (including but not limited to shortening).
fi: Mainosta ohjelmaasi potentiaalisille osallistujille. Kiinnitä erityisesti huomiota teemoihin, jotka ovat mahdollisesti raskaita tai järkyttäviä. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.

source: Talk programmes can be either 45 or 105 minutes in length.
fi: Puheohjelmien pituus voi olla joko 45 tai 105 minuuttia. Muut ohjelmat voivat arvioida keston tai jättää kentän nollaksi.

source: When would you like to hold your programme? The time slots are intentionally vague. If you have more specific needs regarding the time, please explain them below.
fi: Koska haluat pitää ohjelmasi? Aikavaihtoehdot ovat tarkoituksella laajoja. Jos sinulla on täsmällinen vaatimus, kerro se alempana.

source: Whom is the game for?
fi: Kenelle peli on tarkoitettu?

source: Audience estimate
fi: Yleisöarvio

source: Estimate of audience size for talk/presentation, if you have previous experience.
fi: Arvio puheohjelman yleisön koosta, jos aiempaa kokemusta.

source: No language
fi: Kielivapaa

source: No Finnish language needed to participate.
fi: Ruksaa tämä ruutu, mikäli ohjelmaan osallistuminen ei vaadi suomen kielen osaamista.

source: Panel talk
fi: Paneelikeskustelu

source: I can participate in a panel discussion related to my field of expertise.
fi: Voin osallistua erikoisalaani sivuavaan paneelikeskusteluun.

source: My field(s) of expertise
fi: Erikoisalani

source: No estimate
fi: Ei arviota

source: Less than 50
fi: Alle 50

source: Over 250
fi: Yli 250

source: Game title.
fi: Pelin nimi.

source: Please tick this box if the game is hosted in English.
fi: Valitse tämä jos peli pelataan englanniksi.

source: Check this if the game requires knowledge of the world or the rules of the game.
fi: Valitse tämä jos peli vaatii pelin maailman tai sääntöjen tuntemusta.

source: Consider the minimum number of players carefully: you will maximize your chances of running the game by setting the number as low as possible.
fi: Harkitse pelaajien vähimmäismäärä tarkkaan: maksimoit pelin toteutumismahdollisuuden asettamalla pelaajien vähimmäismäärän mahdollisimman matalaksi.

source: If there is anything else you wish to say to the RPG manager that is not covered by the above questions, please enter it here.
fi: Jos haluat kertoa roolipelivastaavalle jotakin joka ei sisälly ylläoleviin kenttiin, kirjoita se tähän.

source: Game genre (Choose all that apply)
fi: Pelin genre (Valitse kaikki soveltuvat)

source: Fantasy
fi: Fantasia

source: Historical
fi: Historiallinen

source: Modern
fi: Moderni

source: War
fi: Sota

source: Horror
fi: Kauhu

source: Exploration
fi: Seikkailu

source: Mystery
fi: Mysteeri

source: Drama
fi: Draama

source: Humor
fi: Huumori

source: Game style (Choose any that apply)
fi: Pelin tyyli (Valitse soveltuvat)

source: Serious game style
fi: Vakava pelityyli

source: Light game style
fi: Kevyt pelityyli

source: Rules heavy
fi: Raskaat säännöt

source: Rules light
fi: Kevyet säännöt

source: Story driven
fi: Tarinavetoinen

source: Character driven
fi: Hahmovetoinen

source: Combat driven
fi: Taisteluvetoinen

source: Basic game information
fi: Pelin perustiedot

source: Think of a short title for your game. We reserve the right to alter the title.
fi: Keksi ytimekäs otsikko larpillesi. Varaamme oikeuden muokata otsikkoa.

source: number of times you want to run the game
fi: Pelautusten lukumäärä

source: You get one weekend ticket for one 4h game. The time includes setup, briefing, defriefing and game time.
fi: Yhdestä neljän tunnin (240 minuuttia) pelautuksesta saat vaivanpalkaksi yhden viikonloppurannekkeen. Tähän neljään tuntiin sisältyvät proppaus, alku- ja loppubriiffit sekä peliaika.

source: Advertise your game to potential players. Let the players know what is expected of them and what types of themes your game deals with. Please mention if your game deals with any difficult themes such as physical or mental violence. A good length for the description is 300-500 characters. We reserve the right to alter the description and the title if needed.
fi: Mainosta peliäsi potentiaalisille pelaajille. Kerro myös, mitä pelaajilta odotetaan ja minkälaisia teemoja pelissä käsitellään. Mainitsethan, jos pelissäsi käsitellään vaikeita teemoja, esim. fyysistä tai henkistä väkivaltaa. Suositeltu pituus on 300–500 merkkiä. Varaamme oikeuden muokata kuvausta ja otsikkoa tarpeen mukaan esimerkiksi lyhentämällä niitä.

source: Describe your game in three words, e.g. genre, theme and mood.
fi: Kuvaile peliäsi kolmella sanalla, esim. genre, teema ja tunnelma.

source: If the game has been written by somebody else than a GM running it in Ropecon, the writer must be mentioned here.
fi: Jos pelin on kirjoittanut joku muu kuin sen tässä tapahtumassa vetävä pelinjohtaja, on kirjoittaja ilmoitettava tässä.

source: When would you like to run your game? Time slots are intentionally vague. If you have detailed requests about the time slots, please let us know in the notes field.
fi: Milloin haluaisit pitää pelisi? Aikaslotit ovat tarkoituksella epämääräisiä. Jos sinulla on tarkempia toivomuksia ajan suhteen, ole hyvä ja kerro niistä vapaamuotoisissa terveisissä.

source: If you have any other comments to the larp team please write them here. Please mention if your game requires any of the characters to be of a certain gender/sex. Regardless of their gender/sex all characters should be playable by all players.
fi: Haluatko sanoa larp-coniiteille jotain, mikä ei sovi mihinkään yllä olevista kentistä? Mainitse tässä myös, mikäli pelisi design vaatii ennakkoon määritellyt sukupuolet hahmoille. Hahmojen tulee sukupuolesta riippumatta olla kaikkien pelaajien pelattavissa.

source: Check this box if your game includes themes that require the players to be at least 18 years of age.
fi: Ruksaa tämä ruutu, mikäli pelisi sisältää teemoja, joiden takia pelaajien on oltava täysi-ikäisiä.

source: Check this box if your game does not require prior larping experience.
fi: Ruksaa tämä ruutu, mikäli peliisi voi osallistua vaikka aiempaa larppikokemusta olisi hyvin vähän tai ei lainkaan.

source: Check this box if you are capable, prepared and interested in running your game in English.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään pelisi tarvittaessa englanniksi.

source: Please let us know your preference. Due to the limited space we are not able to accommodate all requests. One four hour session gives you one weekend ticket. A second session gives you an additional day ticket.
fi: Tässä voit esittää toiveen montako kertaa haluaisit larppisi pelauttaa. Tilojen rajallisuuden vuoksi emme pysty toteuttamaan kaikkia toiveita. Yhdellä neljän tunnin pelautuksella saat yhden viikonloppurannekkeen. Toisella pelautuksella saat lisäksi päivärannekkeen.

source: number of characters
fi: hahmojen lukumäärä

source: If the game design requires characters with a specific gender let us know in the notes.
fi: Jos pelin design vaatii sukupuolitettuja hahmoja, kerro siitä vapaamuotoisissa terveisissä.

source: Will you make your own signup sheet
fi: Teetkö itse ilmoittautumislistan vai tekeekö larp-tiski sen

source: A self-made signup sheet allows you to ask more detailed player preferences. Larp-desk-made signup sheet is a list of participant names.
fi: Itse tehdyssä ilmoittautumislistassa voit kysyä tarkemmin pelaajien mieltymyksiä. Larp-tiskin tekemä lista on nimilista peliin tulevista ihmisistä.

source: Space and technical requirements
fi: Tilatoiveet ja tekniikka

source: Let us know of your requirements. Fully dark, separate rooms, water outlet, sound, light, etc. Not all requests can be accommodated so please explain how your request improves the game.
fi: Kerro tässä millaisessa tilassa (täysin pimennettävä, erilliset huoneet, vesipiste jne.) toivot pelisi järjestettävän ja tarvitsetko erityistä tekniikkaa (esim. valot, ääni). Kaikkia toiveita ei valitettavasti voida toteuttaa, joten perustelethan miten toiveesi tukee pelin kulkua.

source: Prop requirements
fi: Pelin tarvitsemat tarvikkeet

source: Let us know what props and other equipment you need and if you can provide some of them yourself. Not all requests can be accommodated. Water and glasses are always provided.
fi: Kerro tässä mitä tarvikkeita ja proppeja pelisi tarvitsee ja mitä niistä voit tuoda itse. Rajallisten resurssien vuoksi emme pysty toteuttamaan kaikkein villeimpiä toiveita. Kaikille peleille tuodaan vettä ja vesilaseja.

source: I will make my own signup sheet
fi: Teen itse

source: the Larp-desk will make the signup sheet
fi: Tiski tekee

source: How long do you present your game
fi: Kuinka kauan esittelet peliäsi

source: Presenters get a weekend ticket for 8 hours of presenting or a day ticket for 4 hours.
fi: Pelinesittelijät saavat viikonloppurannekkeen kahdeksan tunnin pelinesittelyllä tai päivärannekkeen neljän tunnin pelinesittelyllä.

source: Game difficulty and complexity
fi: Pelin vaikeus ja vaativuus

source: How many tables do you need
fi: Kuinka monta pöytää tarvitset

source: Table size is about 140 x 80 cm.
fi: Pöydän koko on todennäköisesti 140 x 80 cm.

source: 4 hours
fi: 4 tuntia

source: 8 hours
fi: 8 tuntia

source: Simple
fi: Helppo

source: Advanced
fi: Vaativa

source: Highly Advanced
fi: Vaikea

source: 1 table
fi: 1 pöytä

source: 2 tables
fi: 2 pöytää

source: 3 tables
fi: 3 pöytää

source: 4+ tables
fi: 4+ pöytää
